Repository: stanlsv/sayboard
Catalog: Sayboard/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, tr, uk, zh

source: Which languages do you dictate in? We’ll pick a speech model for them.
bg: На кои езици диктувате? Ще подберем подходящ модел за реч.
cs: V jakých jazycích diktujete? Vybereme pro ně model řeči.
da: Hvilke sprog dikterer du på? Vi vælger en talemodel til dem.
de: In welchen Sprachen diktieren Sie? Wir wählen ein passendes Sprachmodell aus.
el: Σε ποιες γλώσσες υπαγορεύετε; Θα επιλέξουμε ένα μοντέλο ομιλίας γι’ αυτές.
es: ¿En qué idiomas dicta? Elegiremos un modelo de voz adecuado.
et: Millistes keeltes te dikteerite? Valime neile sobiva kõnemudeli.
fi: Millä kielillä sanelet? Valitsemme niille sopivan puhemallin.
fr: Dans quelles langues dictez-vous ? Nous choisirons un modèle vocal adapté.
hi: आप किन भाषाओं में डिक्टेट करते हैं? हम उनके लिए स्पीच मॉडल चुन देंगे।
hr: Na kojim jezicima diktirate? Za njih ćemo odabrati model govora.
hu: Milyen nyelveken diktál? Kiválasztjuk hozzájuk a megfelelő beszédmodellt.
it: In quali lingue detta? Sceglieremo un modello vocale adatto.
ja: どの言語で音声入力しますか？その言語に合った音声モデルを選びます。
ko: 어떤 언어로 받아쓰기를 하시나요? 알맞은 음성 모델을 골라 드립니다.
lt: Kuriomis kalbomis diktuojate? Parinksime joms tinkamą kalbos modelį.
lv: Kurās valodās Jūs diktējat? Mēs izvēlēsimies tām piemērotu runas modeli.
nb: Hvilke språk dikterer du på? Vi velger en talemodell som passer.
nl: In welke talen dicteert u? We kiezen er een spraakmodel bij.
pl: W jakich językach dyktujesz? Dobierzemy do nich model mowy.
pt: Em quais idiomas você vai ditar? Vamos escolher um modelo de fala para eles.
ro: În ce limbi dictați? Vom alege un model vocal potrivit pentru ele.
ru: На каких языках вы диктуете? Подберём под них модель речи.
sk: V ktorých jazykoch diktujete? Vyberieme pre ne model reči.
sl: V katerih jezikih narekujete? Zanje bomo izbrali model govora.
sv: Vilka språk dikterar du på? Vi väljer en talmodell som passar dem.
tr: Hangi dillerde dikte ediyorsunuz? Bu diller için bir konuşma modeli seçeceğiz.
uk: Якими мовами ви диктуєте? Ми підберемо для них модель мовлення.
zh: 您用哪些语言听写？我们会据此为您选择语音模型。

source: Without them the keyboard can’t dictate
bg: Без тях клавиатурата не може да диктува
cs: Bez nich nelze z klávesnice diktovat
da: Uden dem kan tastaturet ikke diktere
de: Ohne beides kann die Tastatur nicht diktieren
el: Χωρίς αυτά η υπαγόρευση από το πληκτρολόγιο δεν λειτουργεί
es: Sin ellos, el teclado no puede dictar
et: Ilma nendeta ei saa klaviatuuriga dikteerida
fi: Ilman niitä näppäimistöllä ei voi sanella
fr: Requis pour dicter depuis le clavier
hi: इनके बिना कीबोर्ड डिक्टेट नहीं कर सकता
hr: Bez njih tipkovnica ne može diktirati
hu: Ezek nélkül nem lehet diktálni a billentyűzettel
it: Servono per dettare dalla tastiera
ja: キーボードでの音声入力に必要です
ko: 둘 다 켜야 키보드로 받아쓸 수 있습니다
lt: Be jų klaviatūra negali diktuoti
lv: Bez tām tastatūrā nevar diktēt
nb: Uten dem kan tastaturet ikke diktere
nl: Zonder beide kan het toetsenbord niet dicteren
pl: Bez nich dyktowanie z klawiatury nie działa
pt: Sem eles, o teclado não consegue ditar
ro: Fără ele, nu puteți dicta de la tastatură
ru: Без них диктовка с клавиатуры не работает
sk: Bez nich sa na klávesnici nedá diktovať
sl: Brez njiju tipkovnica ne more narekovati
sv: Utan dem kan tangentbordet inte diktera
tr: Bunlar olmadan klavye dikte edemez
uk: Без них клавіатура не зможе диктувати
zh: 缺少这两项，键盘就无法听写

source: You can change this anytime in Settings.
bg: Можете да промените това по всяко време в Настройки.
cs: Kdykoli to můžete změnit v Nastavení.
da: Du kan altid ændre det i Indstillinger.
de: Sie können das jederzeit in den Einstellungen ändern.
el: Μπορείτε να το αλλάξετε οποιαδήποτε στιγμή στις Ρυθμίσεις.
es: Puede cambiarlo cuando quiera en Ajustes.
et: Saate seda igal ajal Seadetes muuta.
fi: Voit muuttaa tätä milloin tahansa Asetuksissa.
fr: Vous pourrez modifier ce choix à tout moment dans Réglages.
hi: आप इसे कभी भी सेटिंग्स में बदल सकते हैं।
hr: To možete u svakom trenutku promijeniti u Postavkama.
hu: Ezt bármikor módosíthatja a Beállításokban.
it: Può cambiarlo in qualsiasi momento in Impostazioni.
ja: 設定からいつでも変更できます。
ko: 설정에서 언제든지 변경할 수 있습니다.
lt: Tai bet kada galėsite pakeisti nustatymuose.
lv: To var jebkurā laikā mainīt cilnē Iestatījumi.
nb: Du kan endre dette når som helst i Innstillinger.
nl: U kunt dit op elk moment wijzigen in Instellingen.
pl: Możesz to zmienić w dowolnej chwili w Ustawieniach.
pt: Você pode alterar isso a qualquer momento em Ajustes.
ro: Puteți schimba oricând această setare în Configurări.
ru: Поменять можно в любой момент в настройках.
sk: Kedykoľvek to môžete zmeniť v Nastaveniach.
sl: To lahko kadar koli spremenite v Nastavitvah.
sv: Du kan ändra det när som helst i Inställningar.
tr: Bunu istediğiniz zaman Ayarlar’dan değiştirebilirsiniz.
uk: Це можна змінити будь-коли в Налаштуваннях.
zh: 您可以随时在「设置」中更改。

source: Your first dictation — right in this field, with your new keyboard
bg: Първата Ви диктовка — направо в това поле, с новата клавиатура
cs: Vaše první diktování – přímo v tomto poli, s novou klávesnicí
da: Din første diktering – lige her i feltet, med dit nye tastatur
de: Ihr erstes Diktat – direkt in diesem Feld, mit Ihrer neuen Tastatur
el: Η πρώτη σας υπαγόρευση — απευθείας σε αυτό το πεδίο, με το νέο σας πληκτρολόγιο
es: Su primer dictado — en este mismo campo, con su nuevo teclado
et: Teie esimene dikteerimine — otse sellel väljal, uue klaviatuuriga
fi: Ensimmäinen sanelusi – suoraan tähän kenttään uudella näppäimistölläsi
fr: Votre première dictée — directement dans ce champ, avec votre nouveau clavier
hi: आपका पहला डिक्टेशन — इसी फ़ील्ड में, अपने नए कीबोर्ड से
hr: Vaše prvo diktiranje — izravno u ovo polje, novom tipkovnicom
hu: Az első diktálás – itt, ebben a mezőben, az új billentyűzettel
it: La Sua prima dettatura — proprio in questo campo, con la nuova tastiera
ja: 新しいキーボードで、このフィールドに初めての音声入力
ko: 새 키보드로 바로 이 입력란에서 해 보는 첫 받아쓰기
lt: Jūsų pirmasis diktavimas — čia pat, šiame lauke, naująja klaviatūra
lv: Jūsu pirmā diktēšana — tieši šajā laukā, ar jauno tastatūru
nb: Din første diktering – rett i dette feltet, med det nye tastaturet ditt
nl: Uw eerste dictatie — direct in dit veld, met uw nieuwe toetsenbord
pl: Twoje pierwsze dyktowanie — tutaj, w tym polu, na nowej klawiaturze
pt: Seu primeiro ditado — direto neste campo, com seu novo teclado
ro: Prima dictare — chiar în acest câmp, cu noua dvs. tastatură
ru: Первая диктовка — прямо в этом поле, с новой клавиатуры
sk: Vaše prvé diktovanie – priamo v tomto poli, s novou klávesnicou
sl: Vaše prvo narekovanje – kar v tem polju, z novo tipkovnico
sv: Din första diktering – direkt i det här fältet, med ditt nya tangentbord
tr: İlk dikteniz — yeni klavyenizle, tam bu alanda
uk: Ваше перше диктування — просто в цьому полі, на новій клавіатурі
zh: 首次听写——就在这个输入框里，用上您的新键盘

source: Your Languages
bg: Вашите езици
cs: Vaše jazyky
da: Dine sprog
de: Ihre Sprachen
el: Οι γλώσσες σας
es: Sus idiomas
et: Teie keeled
fi: Kielesi
fr: Vos langues
hi: आपकी भाषाएँ
hr: Vaši jezici
hu: Az Ön nyelvei
it: Le Sue lingue
ja: 話す言語
ko: 사용 언어
lt: Jūsų kalbos
lv: Jūsu valodas
nb: Dine språk
nl: Uw talen
pl: Twoje języki
pt: Seus idiomas
ro: Limbile dvs.
ru: Ваши языки
sk: Vaše jazyky
sl: Vaši jeziki
sv: Dina språk
tr: Dilleriniz
uk: Ваші мови
zh: 您的语言

source: Your words will appear here
bg: Думите Ви ще се появят тук
cs: Vaše slova se zobrazí zde
da: Dine ord vises her
de: Ihre Worte erscheinen hier
el: Τα λόγια σας θα εμφανιστούν εδώ
es: Sus palabras aparecerán aquí
et: Teie sõnad ilmuvad siia
fi: Sanasi näkyvät tässä
fr: Vos mots apparaîtront ici
hi: आपके शब्द यहाँ दिखाई देंगे
hr: Vaše riječi pojavit će se ovdje
hu: Itt jelenik meg, amit mond
it: Le Sue parole appariranno qui
ja: 話した言葉がここに表示されます
ko: 말한 내용이 여기에 표시됩니다
lt: Čia atsiras Jūsų žodžiai
lv: Jūsu vārdi parādīsies šeit
nb: Ordene dine vises her
nl: Uw woorden verschijnen hier
pl: Twoje słowa pojawią się tutaj
pt: Suas palavras vão aparecer aqui
ro: Cuvintele dvs. vor apărea aici
ru: Здесь появятся ваши слова
sk: Vaše slová sa zobrazia tu
sl: Tu se bo prikazalo, kar poveste
sv: Dina ord visas här
tr: Söyledikleriniz burada görünecek
uk: Тут зʼявляться ваші слова
zh: 您说的话会显示在这里
